[
  {
    "title": "Computer Vision Research Project",
    "institution": "AIIR Innovations",
    "description": "I am doing my research project for my Honours Programme at AIIR Innovations, a startup company that develops software that automates borescope inspections of jet engines. As Computer Vision was not offered in my bachelor's programme I used this opportunity to get exposed to the field.",
    "location": "Amsterdam, Netherlands",
    "period": "Nov. 2018 - Exp. Jul. 2020",
    "icon": "exp-aiir.png"
  },
  {
    "title": "Udrink.io - Online Multiplayer Drinking Games",
    "institution": "www.udrink.io",
    "description": "I developed a web application using my free time during the Covid-19 lockdown period. Udrink.io is a website with realtime, multiplayer drinking games built with React.js, Pixi.js, and Socket.io. This project was a challenge to develop a full application from early prototyping to production in a short amount of time, and peaked at over 600 users in a day.",
    "location": "Alsemberg, Belgium",
    "period": "Mar. 2020 - Apr. 2020",
    "icon": "exp-udrinkio.png"
  },
  {
    "title": "Purpose of Life",
    "institution": "Google Play Store",
    "description": "I created a basic clicker Android app to learn about Kotlin, Google Admob, and publishing. The app is available for free on the Google Play store.",
    "location": "Alsemberg, Belgium",
    "period": "Jul. 2019",
    "icon": "exp-purpose.png"
  },
  {
    "title": "DSA StartApp",
    "institution": "Delftsche Studenten Aeroclub",
    "description": "I developed an Android app for a flying student association I was a former member of. The app is responsible for keeping track of flights, data validation, syncing with the server, having a local backup for offline capabilities, providing summaries to the board through email, all provided within an intuitive user interface for the everyday user to use.",
    "location": "Delft, Netherlands",
    "period": "Jan. 2018 - Dec. 2018",
    "icon": "exp-dsa.png"
  }
]
